Repository: arshubham/gitignore
Catalog: po/*.po
Languages: es, fr, it, pt

source: Save File
es: Guardar archivo
fr: Enregistrer le fichier
it: Salva File
pt: Gravar Ficheiro

source: Save as file
es: Guardar como archivo
fr: Enregistrer comme fichier
it: Salva come file
pt: Gravar Ficheiro como

source: Copy generated gitignore
es: Copiar .gitignore generado
fr: Copier le gitignore généré
it: Copia gitignore generato
pt: Copia gerada gitignore

source: Generate .gitignore
es: Generar .gitignore
fr: Générer le fichier .gitignore
it: Genera .gitignore
pt: Gerar .gitignore

source: Generate .gitignore from selected languages
es: Generar .gitignore para los lenguajes seleccionados
fr: Génère le fichier .gitignore pour les langages sélectionnés
it: Genera .gitignore dal linguaggio selezionato
pt: Gerar .gitignore de linguagens selecionadas

source: Welcome View
es: Vista de bienvenida
fr: Vue d'ensemble
it: Schermata di benvenuto
pt: Vista Bem-Vinda

source: Gitignore View
es: Vista de .gitignore
fr: Vue Gitignore
it: Schermata gitignore
pt: Vista Gitignore

source: Copied content to clipboard
es: Se copió el contenido en el portapapeles
fr: Contenu copié dans le presse-papiers
it: Copiato negli appunti
pt: Conteúdo copiado para a área de transferência

source: File successfully created.
es: Se creó el archivo correctamente.
fr: Fichier créé avec succès.
it: File creato con successo.
pt: Ficheiro criado com sucesso.

source: Request failed. Please check your network connection.
es: Falló la solicitud. Revise su conexión de red.
fr: La demande a échoué. Veuillez vérifier votre connexion réseau.
it: Richiesta fallita. Controlla la connessione.
pt: O pedido falhou. Por favor verifique a sua ligação à internet.

source: .gitignore reference for various languages
es: Referencia de .gitignore para varios lenguajes
fr: Référence .gitignore pour différents langages
it: Referenza .gitignore per vari linguaggi
pt: Referência .gitignore para várias linguagens

source: Select a Language from the dropdown and press enter.The selected languages will appear as tags. Press 'Generate .gitignore' to fetch .gitignore file. Internet connection is required to use gitIgnore
es: Seleccione un lenguaje del cuadro desplegable y oprima Intro. Los idiomas seleccionados aparecerán como etiquetas. Pulse en «Generar .gitignore» para recuperar el archivo .gitignore. Se necesita una conexión a Internet para utilizar gitignore
fr: Sélectionnez un langage dans la liste déroulante et appuyez sur la touche Entrée, les langues sélectionnées apparaîtront sous forme de mots-clés. Appuyez sur « Générer le fichier .gitignore » pour récupérer le fichier.gitignore. Une connexion Internet est nécessaire pour utiliser gitIgnore
it: Selezionate una lingua dal menu a tendina e premete il tasto enter.le lingue selezionate appariranno come tag. Premere 'Generate .gitignore' per recuperare il file .gitignore. Per utilizzare gitIgnore è necessaria una connessione a Internet.
pt: Selecione uma Linguagem do menu suspenso e pressione enter. As linguagens selecionadas vão aparecer como etiquetas. Pressione 'Gerar .gitignore' para ir buscar o ficheiro .gitignore. Uma ligação à internet é necessária para usar o gitIgnore

source: Select a Language from the dropdown and press enter.
es: Seleccione un lenguaje del cuadro desplegable y oprima Intro.
fr: Sélectionnez un langage dans le menu déroulant et appuyez sur la touche Entrée.
it: Selezionare una lingua dal menu a tendina e premere invio.
pt: Selecione uma Linguagem do menu suspenso e pressione enter.

source: Light background
es: Fondo claro
fr: Thème clair
it: Sfondo chiaro
pt: Fundo Claro

source: Dark background
es: Fondo oscuro
fr: Thème sombre
it: Sfondo scuro
pt: Fundo Escuro

source: Remove Language
es: Quitar lenguaje
fr: Supprimer le langage
it: Rimuovi lingua
pt: Remover Linguagem

source: Gitignore reference for languages
es: Referencia de .gitignore en función del lenguaje
fr: Référence gitignore pour différents langages
it: Referenza gitignore per linguaggi
pt: Gitignore referência para linguagens

source: gitignore;git;development;cvs;versioning;
es: gitignore;git;desarrollo;programación;cvs;control de versiones;
fr: gitignore;git;développement;cvs;version;
pt: gitignore;git;desenvolvimento;cvs;versões;

source: A simple application for getting .gitignore reference from gitignore.io. You can download .gitignore for multiple languages at once.
es: Una aplicación sencilla para obtener archivos .gitignore de referencia desde gitignore.io. Puede descargar .gitignores para varios lenguajes simultáneamente.
fr: Une application simple pour obtenir une référence .gitignore depuis gitignore.io. Vous pouvez télécharger .gitignore pour différents langages à la fois.
it: Una semplice applicazione per ottenere riferimenti .gitignore da gitignore.io. È possibile scaricare .gitignore per più linguaggi contemporaneamente.
pt: Uma aplicação simples para obter referências .gitignore do gitignore.io. Pode descarregar o .gitignore para múltiplas linguagens de uma só vez.

source: Redesigned UI/UX
es: Rediseño de la interfaz y la experiencia de usuario
fr: Refonte de l'interface
it: Rifacimento UI/UX
pt: Interface de utilizador/Experiencia de utilizador redesenhada

source: Added i18n support
es: Se permite la internacionalización
fr: Ajout du support i18n
it: Aggiunto supporto i18n
pt: Adicionado suporte para i18n

source: Added French Translations
es: Adición de una traducción al francés
it: Aggiunta traduzione Francese
pt: Traduções Francesas Adicionadas

source: Initial release!
es: Publicación inicial
fr: Version initiale !
it: Versione iniziale.
pt: Lançamento inicial!
